export default {
  projections: {
    ПоставщикиE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    ПоставщикиL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    адрес: {
      __caption__: 'адрес'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    почта: {
      __caption__: 'почта'
    }
  }
};
