export default {
  projections: {
    ТоварыE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    ТоварыL: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    составТовара: {
      __caption__: 'составТовара'
    }
  }
};
