export default {
  projections: {
    КлиентыE: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    },
    КлиентыL: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
