export default {
  projections: {
    ПриходДенегE: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      типПрихода: {
        __caption__: 'Тип прихода'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      составУслуги: {
        __caption__: 'Состав услуги',
        количество: {
          __caption__: 'Количество'
        }
      },
      составТовары: {
        __caption__: 'Состав товары',
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ПриходДенегL: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      типПрихода: {
        __caption__: 'Тип прихода'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    дата: {
      __caption__: 'Дата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типПрихода: {
      __caption__: 'Тип прихода'
    },
    клиенты: {
      __caption__: 'клиенты'
    },
    составУслуги: {
      __caption__: 'Состав услуги'
    },
    составТовары: {
      __caption__: 'Состав товары'
    }
  }
};
